Repository: MVPWorkshop/tesseract-app
Catalog: src/locales/*/messages.po
Languages: ia

source: API Errored
ia: Problem s API

source: Approve
ia: Utvrdi

source: Approve connecting with {0}
ia: Utvrditi sjedinjenje sò {0}

source: Available to deposit
ia: Dostųpno k depozitovanju

source: Available to withdraw
ia: Dostųpno k zabranju

source: Balance
ia: Saldo

source: Buy token
ia: Kupi token

source: Change wallet
ia: Izměnjati portmone

source: Connect wallet
ia: Sjedinjaj portmone

source: Copied!
ia: Kopija stvorjena!

source: Copy address
ia: Kopiovati adresų

source: Deposit
ia: Depozit

source: Deposit {tokenLabel} token into this vault and we will put it to good use. Lay back and watch it compound while we deploy the best strategies to generate yield.
ia: Stvori depozit s {tokenLabel} vò tutoj valutě a my bųdemo njejų dobro vladati. Odpočivaj i ględaj kako jej cěnnosť råste - my bųdemo aplikovati najdobre strategije daby tvoriti dohod.

source: Deposited value
ia: Depozitovana cěnnosť

source: Documentation
ia: Dokumentacija

source: Error connecting
ia: Problem sò sjedinjenjem

source: Failed approving token for spending
ia: My ne smogli jesmo potvrditi tokena na plaćenje

source: Failed depositing to the vault
ia: My ne smogli jesmo depozitovati v valutě

source: Failed withdrawing from the vault
ia: My ne smogli jesmo odstųpiti od valuty

source: Generate more yield with Tesseract.
ia: Tvori vyše dohoda sò Tesseraktom

source: Initializing
ia: Počinanje

source: Install Metamask
ia: Instalovati Metamask

source: Join the community
ia: Prihodite do našej grupy

source: Launch app
ia: Aktivovati aplikacijų

source: Link to contract
ia: Link do kontrakta

source: Loading
ia: Čitanje

source: No ethereum provider found, please install it
ia: My ne našli jesmo podavatelja ethereum, prosimo, instalujte jego

source: No provider
ia: Nedostatòk podavatelja

source: Page not found
ia: My ne našli tutoj strånice

source: Powered by
ia: Napajano od

source: Request rejected
ia: Prosba odmetena

source: Request was rejected, please try again
ia: Prosba odmetena, prosimo, poprobujte iznova

source: Select the wallet you want to connect with:
ia: S kakym portmone ty hćeš sę sjediniti?

source: Something went wrong
ia: Jest někakovy problem

source: Something went wrong on the API
ia: Jest někakovy problem s API

source: Sorry, an unknown error occurred
ia: Pomilujte, neznajemy problem pojavil sę

source: Switch to {wantedNetworkLabel} Network
ia: Prěključi na {wantedNetworkLabel} mrěži

source: TVL
ia: CBC

source: This app supports {wantedNetworkLabel}. Your wallet is currently on
ia: Ta aplikacija poddrživa{wantedNetworkLabel}. Aktualno ty jesi na nepoddrživanoj mrěži.

source: Total Deposited Value
ia: Cěla depozitovana cěnnosť

source: Total value locked
ia: Cěla blokovana cěnnosť

source: Transactions hash: {txHash}
ia: Kontrolna suma transakcij: {txHash}

source: Try again
ia: Poprobuj iznova

source: Unknown error
ia: Neznajemy problem

source: Unsupported chain
ia: Lanec cěnnosti bez supporta

source: Unsupported chain, please switch to supported one
ia: Lanec cěnnosti bez obsługe, prosimo, izměnjajte jego na obsługovan lanec

source: Unsupported network
ia: Ta mrěža ne jest poddrživana

source: View on explorer
ia: okazati prěględač blokčejnov

source: Waiting for confirmations
ia: Čěkanje na potvrdženja

source: Wallet
ia: Portmone

source: Wallet connection required
ia: Potrěbno jest sjedinjenje portmone

source: Wallet connection to {0} required
ia: Potrěbno jest sjedinjenje portmone s {0}

source: Withdraw
ia: Zabrati

source: Withdraw all
ia: Zabrati vsečto

source: You may need to manually switch network via your wallet.
ia: Može byti tobě bųde potrěbno rųčno prěključiti tvojų mrěžų skroz tvoj portmone.

source: unsupported network
ia: nepoddrživanoj mrěži

source: {0} Vaults
ia: {0} Valuty
